;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: MiHLitvin
; TranslationAuthorEmail: mih@mail-me.com
; Soft Version: 1.19.57
;

[Translation]
LanguageName=BEL
LangCode=0423
ReadHabit=Зьлева направа
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Пацьверджаньне

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Няскончана
TfrmWRMMain.btnCompleted.Caption=Скончана
TfrmWRMMain.btnBack.caption=Назад
TfrmWRMMain.btnDone.Caption=Захаваць
TfrmWRMMain.lblRepeat.caption=Паўтор:
TfrmWRMMain.lblTime.caption=Час:
TfrmWRMMain.lblName.caption=Апісаньне:
TfrmWRMMain.lblDate.caption=Дата:
TfrmWRMMain.cbPeriod.Item1=Аднаразова
TfrmWRMMain.cbPeriod.Item2=Штодня
TfrmWRMMain.cbPeriod.Item3=Штотыдзень
TfrmWRMMain.cbPeriod.Item4=Штомесяц
TfrmWRMMain.cbPeriod.Item5=Шторок
;
;hint
;
TfrmWRMMain.imgf.hint=Будзьма разам у Facebook
TfrmWRMMain.imgt.hint=Будзьма разам у Twitter
TfrmWRMMain.imgmail.hint=Параіць сябрам
TfrmWRMMain.imghome.hint=Хатняя старонка
TfrmWRMMain.CloseHint=Зачыніць
TfrmWRMMain.MenuHint=Мэню
TfrmWRMMain.MinHint=Схаваць
TfrmWRMMain.lbl2.caption=Бягучая вэрсія:%s
TfrmWRMMain.lbl3.Caption=Шукаць абнаўленьні
TfrmWRMMain.btnDetails.hint_1=Падрабязна
TfrmWRMMain.btnDetails.hint_2=Зьмяніць і ўзнавіць
TfrmWRMMain.btnDelete.hint_1=Пазначыць як скончанае
TfrmWRMMain.btnDelete.hint_2=Выдаліць


msgdlg.btnNO=НЕ
msgdlg.btnOk=ДОБРА
msgdlg.btnYes=Так
;
; Time
;
constY=Рок
constM=Месяц
constD=Дзень
constHH=Гдз.
constMM=Хв.
constSS=Сэк.
constYs=Рокі(аў)
constMs=Месяца(ў)
constDs=Дзён
constHHs=Гдз.
constMMs=Хв.
constSSs=Сэк.
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Анлайн-даведка
TfrmWRMMain.TrayMenuItem2=Форум
TfrmWRMMain.TrayMenuItem3=Хатняя старонка
TfrmWRMMain.TrayMenuItem4=Скантактавацца
TfrmWRMMain.TrayMenuItem5=Шукаць абнаўленьні
TfrmWRMMain.TrayMenuItem6=Атрымліваць навіны
TfrmWRMMain.TrayMenuItem7=Мова
TfrmWRMMain.TrayMenuItem8=Самазапуск праґрамы
TfrmWRMMain.TrayMenuItem9=Пра праґраму
TfrmWRMMain.TrayMenuItem10=Выйсьце
TfrmRemindDlg.Caption_1=Вы прапусьцілі некаторыя напамінкі
TfrmWRMMain.lbl1.caption=Аднаўленьне
TfrmWRMMain.fxpmn.item1=Рэзэрваваць
TfrmWRMMain.fxpmn.item2=Аднавіць
GetLang=Перакласьці на...
;
; Notice
;
TfrmRemindDlg.Caption=Нататка
TfrmRemindDlg.btnComplete.Caption=Добра, Я зразумеў гэта
TfrmRemindDlg.btnDelay.Caption=Потым
;
; About
;
TfrmAbout.Caption=Пра праґраму
TfrmAbout.lblEmail.caption=Эл.адрас падтрымкі:
TfrmAbout.lblhome.caption=Хатняя старонка:
TfrmAbout.lblthanks.caption=Дзякуем наступным панам за іх садзейнічаньне:
TfrmAbout.btnOk.Caption=ДОБРА
TfrmAbout.lblver.Caption=Бягучая вэрсія:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Адключыць
TfrmWRMMain.cbbVoice.Item2 = Узмоўчку
TfrmWRMMain.cbbVoice.Item3 = Карыстацкае
TfrmWRMMain.lblVoice.Caption = Агучваньне

[Messages]
UnkonwFileType = Нераспазнаны гукавы файл!
ExitModify=Зьмяненьні не захаваныя. Вы сапраўды жадаеце пакінуць гэтую старонку?
RemindNameNULL=Калі ласка, азначце апісаньне напамінкі!
NewVer=Даступна новая вэрсія! Абнавіць праґраму зараз?
NoNewVer=Віншуем! Вы карыстаецеся апошняю вэрсіяю.
ExitApp=Вы сапраўды жадаеце спыніць працу Wise Reminder? У гэты выпадку праґрама ня зможа сачыць за вашымі напамінкамі!
NoneReminder=Вы ня прызначылі ніводнае напамінкі!
NoneCopmpleted=Вы ня маеце скончаных напамінкаў!
NoneSelected=Калі ласка, абярыце прынамсі адзін элемэнт!
TimeOver=Вы прызначылі час больш раньні за бягучы час!

[Lang]
NativeLanguage=Беларуская